Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Of course l´il testify.
ru: Правосудие должно свершиться.

source: Most don´t.
ru: Конечно, я дам показания.

source: They think silence and integrity are the same thing.
ru: Я рад, что ты так относишься к этому.

source: Not exactly the image of the...... new LAPD we´re trying to create. welcome to Los Angeles, the city of the future.
ru: Добро пожаловать в Лос- Анджелес, город будущего.

source: - May I make a suggestion, sir?
ru: - Могу я сделать предложение, сэр?

source: - By all means.
ru: - Конечно.

source: The public will expect the Department to sweep this under the carpet.
ru: Общественность ожидает, что управление будет защищать своих и заметёт грязь.

source: Don´t.
ru: Не надо.

source: Shift the guilt to men whose pensions are secured.
ru: Перенесите всю вину на тех людей, которым уже обеспечены пенсии.

source: Force them to retire.
ru: Заставьте их уйти в отставку.

source: But somebody has to swing.
ru: Но кого- то надо повесить.

source: So indict, try and convict...... Richard Stensland and Bud white.
ru: Поэтому судите и приговорите...... Ричарда Стенсленда и Бада Уайта.

source: The message will be clear.
ru: Обеспечьте им тюремный срок.

source: This Department...... will not tolerate officers who think they´re above the law.
ru: Ваше послание будет совершенно ясно:... Управление не потерпит полицейских, которые думают, что выше закона.

source: Dick Stensland is an embarrassment as a policeman.
ru: Дик Стенсленд - позор для полиции.

source: He´s had rotten fitness reports from every C. O. he´s served under.
ru: Все командиры давали ему поганые характеристики.

source: But Bud white is a valuable officer. white´s a mindless thug.
ru: - Но Бад Уайт - ценный офицер.

source: No, Edmund...... but he can answer "yes" to those questions l´ve asked you before.
ru: Нет, Эдмонд.

source: The Department and the public need role models.
ru: Управлению и общественности нужны примеры.

source: Clean- cut, forthright men the public can admire.
ru: Чистые, честные полицейские, которыми может восхищаться публика.

source: Sergeant...... l´il promote you...... to lieutenant...... effective immediately.
ru: Сержант, я произведу вас...... В лейтенанты.

source: Detective Lieutenant.
ru: В лейтенанта- детектива.

source: Ed, you´re 30.
ru: Эд, тебе 30.

source: Your father didn´t make lieutenant till he was 33.
ru: Твой отец не стал лейтенантом, пока ему не исполнилось 33.

source: I know that, sir. when he made lieutenant, it was as a detective.
ru: Я знаю это, сэр.

source: Before we start polishing our laurels...... it´d look better if we had a corroborative witness.
ru: Ну, прежде чем мы начнём полировать наши лавры...... нам нужно найти ещё одного свидетеля.

source: That won´t be easy to come by.
ru: Это будет непросто.

source: The men hate a stool pigeon.
ru: Ребята ненавидят стукачей.

source: Jack Vincennes.
ru: Джек Винсенс.

source: He hit one of the Mexicans.
ru: Он ударил одного из мексиканцев.

source: A veteran like Vincennes might be willing to admit his own culpability...... but he´d never rat out a fellow officer.
ru: Такой ветеран, как Винсенс, может признаться в собственной вине...... но никогда не станет стучать на полицейского.

source: Jack´s the technical advisor on Badge of Honor.
ru: Джек - технический советник на "Знаке чести".

source: He lives for it.
ru: Он живёт ради этого.

source: That´s how to get to him.
ru: Вот этим его можно будет заставить.

source: l´d like you to observe, Ed.
ru: Я хочу, чтобы вы понаблюдали отсюда, Эд.

source: Bright kid.
ru: Думаешь, получишь вознаграждение?

source: You may reap the benefit...... but are you ready to be despised in the Department?
ru: А готов ли ты к ненависти всех в управлении?

source: Yes, sir, I am.
ru: Да, готов.

source: So be it.
ru: Пусть так и будет.

source: Sergeant, we´il get right to it.
ru: Ну, сержант, перейдём сразу к делу.

source: Nine civilian witnesses have identified you as hitting Ezekiel Garcia.
ru: 9 гражданских свидетелей показали, что вы ударили Изекиля Гарсия.

source: But we have a witness who will name names and testify that you hit back...... only after being hit.
ru: Но у нас есть главный свидетель, который покажет, что вы ударили в ответ.

source: You will testify against 3 officers...... who have earned their pensions and plead ignorance about the rest.
ru: - После того, как ударили вас.

source: l´il guarantee you a slap on the wrist, a brief suspension...... followed by a temporary transfer from Narcotics to Vice.
ru: Вы даёте показания против трёх офицеров, которые уже заслужили свои пенсии...... И скажете, что не видели других.

source: You transfer out of Vice, you´il be back on the show.
ru: Нет, спасибо.

source: The show?
ru: Я не доносчик.

source: Badge of Honor, Vincennes.
ru: - "Знак чести", Винсенс.

source: we need to tone down your profile for a bit.
ru: Вам нужно немножко изменить стиль, временно.

source: I doubt you´ve ever taken a stupid breath.
ru: - Не начинайте сейчас.

source: Don´t start now.
ru: - Хорошо, я сделаю это.

source: Okay, l´il do it.
ru: Свободны, Винсенс.

source: The grand jury will hear...... your testimony tomorrow.
ru: Вот так- то, детектив- лейтенант.

source: And so it goes...... Detective Lieutenant.
ru: Блесни завтра на суде, сынок.

source: Ace them at the grand jury tomorrow, son. wear a smart- looking suit and ace them.
ru: Надень костюм получше и покажи.

source: And Ed...... lose the glasses.
ru: И, Эд, избавься от очков.

source: So you´re the stellar witness.
ru: Значит, ты - звёздный свидетель?

source: I should have known. what´s the Chief throwing you?
ru: Мне следовало догадаться.

source: Throwing me?
ru: - Подкинул мне?

source: Yeah, Exley, what´s the payoff?
ru: - Да, Эксли, в чём взятка?

source: You´re the payoff expert.
ru: Это ты у нас по взяткам эксперт.

source: l´m just doing my duty.
ru: Я просто выполняю свой долг.

source: Come on, you´re playing an angle here, college boy.
ru: Ладно, ты разыгрываешь свою карту, студент.

source: You´il get something so you don´t have to hobnob with the cops...... who´il hate you for snitching.
ru: Решил пройти поскорее, чтобы не потеть вместе с быдлом...... которое ненавидит стукачей?

source: lf they´re making you detective, watch out.
ru: Если тебя сделают детективом, будь осторожен.

source: Some Bureau guys will burn in this and you´il be working with their friends. what about you?
ru: - Тебе работать с их друзьями.

source: l´m snitching 3 old- timers who´il be fishing in Oregon next week.
ru: - А как насчёт тебя?

source: Next to you, l´m clean...... and smart.
ru: По сравнению с тобой я чист.

source: Edmund J. Exley to chambers.
ru: Эдмонд Джей Эксли, в зал суда.

source: And remember...... Bud white will fuck you for this if it takes the rest of his life.
ru: Бад Уайт отплатит тебе, даже если потребуется вся оставшаяся жизнь.

source: Captain, what do you want?
ru: Капитан, что вы хотите?

source: Call me Dudley.
ru: Зови меня Дадли.

source: Dudley...... what do you want?
ru: Дадли, что ты хочешь?

source: Look, lad, I admire your refusal to testify...... and your loyalty to your partner.
ru: Слушай парень, я уважаю тебя за то, что ты отказался доносить.

source: I admire you as a policeman...... and your adherence to violence as a necessary adjunct to the job.
ru: Я уважаю тебя, как полицейского...... за умение пользоваться насилием, когда это нужно для работы.

source: l´m impressed with your punishment of women- beaters.
ru: Что вы хотите?

source: Do you hate them, wendell?
ru: Это твоё.

source: what do you want?
ru: Давай, забирай.

source: They´re yours.
ru: - Суда не будет?

source: Take them.
ru: - Почему?

source: - 4 witnesses recanted their testimony. - why?
ru: - Передумали.

source: They had a change of heart.
ru: - А как же Стенсленд?

source: Stensland?
ru: - С твоим напарником - всё.

source: Your partner´s through.
ru: - Для управления он - козёл отпущения.

source: Scapegoat on the Chief´s orders.
ru: Приказ капитана.

source: A year from his pension.
ru: - За год до пенсии?

source: - Exley!
ru: - А Эксли?

source: - Exley got what he wanted.
ru: - Эксли получил, что хотел.

source: As a politician he exceeds even myself.
ru: Как политик он превосходит даже меня.

source: The Department needs smart men like Exley...... and direct men...... like you.
ru: Управлению нужны такие умники, как Эксли.

source: Look, I need you for an assignment the Chief´s given me.
ru: И прямые люди, как ты.

source: A duty few men are fit for...... but you were born for.
ru: Слушай, парень, ты мне нужен для задания, которое дал шеф.

source: You´d be working out of Homicide at City Hall.
ru: Расследование убийств?

source: Homicide? working cases?
ru: Твои таланты лежат в другом месте.

source: lt´s a muscle job.
ru: Эта работа требует грубой силы.

source: You´il do as I say and ask no questions.
ru: - Ты следишь за моей мыслью?

source: Do you follow my drift?
ru: - В цветном изображении, сэр.

source: ln Technicolor, sir.
ru: Познакомьтесь, Тони Бранкато и Энтони Тромбино.

source: "Meet Tony Brancato and Anthony Trombino...... two rising lieutenants in the Mickey Cohen rackets. with the dapper little gent in prison...... who knows how far they´il go.
ru: Пока щёголь в тюрьме, кто знает, чего они достигнут.

source: The sky´s the limit.
ru: Небо ясное.

source: Oh, well. "
ru: Вот жалость.

source: "Meet Deuce Perkins, Mickey Cohen´s narcotics lieutenant.
ru: "Гангстеры Коэна убиты на бульваре"

source: Could he be behind the hits?
ru: Познакомьтесь, Дюс Перкинс.

source: ls he consolidating organized crime power?
ru: Правая рука Микки Коэна по наркотикам.

source: One thing´s for sure:
ru: Может быть, он стоит за этими убийствами?

source: 2- man triggers are punching the tickets on the Mickster´s muscle. "
ru: Может, он консолидирует преступные элементы?

source: "Meanwhile, rumor has it the LAPD...... has set up a not- so- welcome wagon to dishearten the criminal element...... from filling the void left by Mickey´s absence. when I know more, dear readers, so will you.
ru: "Подручный Коэна по наркотикам убит в собственном доме"

source: Off the record, on the q. t...... and very...... Hush- Hush. "
ru: Не для записи, и только для вас...... В журнале "Хаш- Хаш".

source: with Mickey Cohen in prison, Los Angeles is organized crime- free.
ru: Когда Микки Коэн в тюрьме, Л. А. свободен от организованной преступности.

source: The Chief wants to keep it that way.
ru: И шеф хочет, чтобы всё так и осталось.

source: ln Cleveland, you´re an organized crime associate...... in desperate need of re- education in the ways of polite society.
ru: Теперь в Кливленде твоим коллегам- преступникам...... надо преподнести урок, как правильно вести себя в обществе.

source: I hear things.
ru: Скажите, что вы хотите?

source: Like those 2- men shooter teams.
ru: Мы хотим, чтобы ты уехал домой.

source: They´re 86ing Cohen´s lieutenants. what do you want? we want you to go home.
ru: Порнографические журналы, господа.

source: Picture- book smut, men.
ru: - Привет, Джек.

source: There´s been a bunch of this found at crime scenes lately.
ru: Для нас большая честь, сержант Джек.

source: Quality ranges from piss- poor to...... very well done.
ru: Ты посмотри, громкое дело, ручная работа Виссатри.

source: Look at that.
ru: Ты хотел бы быть в другом месте, Винсенс?

source: ls there someplace you´d rather be?
ru: Да, в отделе по борьбе с наркотиками.

source: Yeah, working Narcotics, looking for Cohen´s missing H.
ru: Искал бы пропавший героин Коэна.

source: Yeah, finding 25 pounds of heroin would get you plenty of ink.
ru: Да, 25 фунтов героина.

source: You should´ve thought of that before Bloody Christmas.
ru: Тебя бы на первую полосу вынесло.

source: Make a major case. lt´s the only way you´il get out of here.
ru: Надо было думать об этом до кровавого воскресенья на Рождество.

source: Dismissed, gentlemen.
ru: Свободны, господа.

source: Go get the facts, Jack.
ru: Иди собирай факты, Джек, только факты.

source: Just the facts.
ru: - Всё, что пожелаете.

source: whatever you desire.
ru: - Привет.

source: Hi. l´d like to get a delivery to Beverly Hills.
ru: - Я бы хотел организовать доставку в Беверли- Хиллз.

source: I don´t know you.
ru: - Думаю, я вас не знаю.

source: A friend just gave me this number and I wanted to find out if -- would you grab a reverse directory and shag a name and address for me?
ru: Послушайте, просто мой друг дал мне номер, и я хотел бы узнать, есть ли...

source: Crestview- 2239.
ru: Крест Ю 22- 39.

source: Hush- Hush, off the record and on the q. t.
ru: "Хаш- Хаш".

source: Sid, it´s Vincennes.
ru: Не для протокола, только для вас.

source: Jackie, you back on narco?
ru: - Сид, это Винсенс.

source: I need some good copy.
ru: - Джеки!

source: I have something going with Vice.
ru: Эй, ты опять вернулся к наркотикам, хороший коп?

source: Something juicy for the Sidster?
ru: - Нет, я в полиции нравов рою.

source: Arty, high- class stuff.
ru: - Что- нибудь сочненькое есть для Сида?

source: Know about Fleur- de- Lis?
ru: Что ты знаешь о "Флёр де Ли"?

source: Slogan´s "whatever you desire."
ru: "Всё, что пожелаете".

source: No, l´ve heard bupkes.
ru: Нет, нет, ты мне что- нибудь про наркоту сделай.

source: Get me some narco skinny.
ru: Я целый номер про наркотики сделаю.

source: I want to do an all- hophead issue.
ru: Чёрные музыканты, кинозвёзды.

source: Shvartze jazz musicians and movie stars.
ru: - Нравится?

source: l´il talk to you later. - what do you got?
ru: - Да, поговорим позже, Сид.

source: - The number´s not assigned.
ru: - Ну что узнали?

source: Thanks, Ginger.
ru: Спасибо, Джинджер.

source: A bootleg.
ru: Так, левый номер.

source: Tough break, Stens. we´re going to miss you.
ru: - Не повезло, Стенс.

source: Raw deal, Stensland.
ru: Обошли тебя, Стенсленд.

source: Here comes the snitch.
ru: А вот и стукач.

source: Sorry about that, Lieutenant.
ru: Извините, лейтенант.

source: Stay out of trouble, Bud.
ru: Не влезай в историю, Бад.

source: I got a few hours.
ru: У меня есть пара часов до дежурства.

source: l´il buy you a drink.
ru: Пойдём, я куплю тебе выпить.

source: Rain check.
ru: - Давай.

source: I got a hot date.
ru: Да?

source: who is she and what did you arrest her for?
ru: Кто она, и за что ты её арестовал?

source: lt´s confidential.
ru: Это конфиденциально.

source: Like that magazine that Vincennes scams for.
ru: Как в журнале, на который Винсенс работает, "Хаш- Хаш".

source: Hush- Hush.
ru: Увидимся на неделе.

source: l´il see you later in the week. we´il do the town, on me.
ru: Мы ещё вернёмся к попойке за мой счёт.

source: Yeah. l´il bring my wallet just in case.
ru: Да, но на всякий случай я тоже бумажник возьму.

source: - See you tomorrow.
ru: До завтра, Эд.

source: - Hang on!
ru: Щенок.

source: l´il walk down with you.
ru: Кого он удивить хочет?

source: Punk kid. who is he trying to impress?
ru: - Вот уж действительно.

source: Got himself a real career going.
ru: - Ничего себе карьеру сделал.

source: Sergeant williams, pick up, please.
ru: Сержант Вильямс, снимите трубку, пожалуйста.

source: Sergeant williams?
ru: Сержант Вильямс.

source: ls there anybody up there in Homicide?
ru: Есть у вас кто- то в отделе по расследованию убийств?

source: Anybody there?
ru: Есть там кто- нибудь?

source: Lieutenant Exley.
ru: Лейтенант Эксли.

source: You´ve got a homicide downtown.
ru: У нас убийство в центре.

source: - The Nite Owl Coffee Shop.
ru: Кафе "Ночная сова".

source: At least one person´s dead.
ru: Сэр, по крайней мере, 1 человек убит.

source: I stopped for coffee.
ru: Я остановился выпить кофе...

source: No one comes through the front door.
ru: Ясно?

source: I want barricades at both ends of the street.
ru: - Сэр, я принял вызов.

source: I took the call. lt´s my case.
ru: - Это моё дело.

source: You don´t want it and you can´t have it.
ru: Ты его не хочешь, Эдмон, и ты его не получишь.

source: I took the call.
ru: - Я принял вызов.

source: lt´s mine.
ru: - Оно моё.

source: l´il make you my second- in- command.
ru: - Будешь моим вторым заместителем.

source: Captain, over here, please.
ru: - Капитан Смит, сюда, пожалуйста.

source: The cook drew a gun and set it off.
ru: Похоже, повар выхватил пистолет, тут всё и началось.

source: The rest died in the men´s room.
ru: Остальные убиты в мужском туалете.

source: Sir...... we got a total of 15 spent 12- gauge Remington shotgun shells.
ru: Сэр, мы нашли 1 5 гильз 1 2- го калибра от "Ремингтона".

source: l´m betting 3 men, 5- shot capacity pumps, all of them emptying once.
ru: Полагаю, одновременно стреляло трое человек из 5- зарядных помповых ружей.

source: Excuse me, we got an l. D. on one of the victims.
ru: Простите, сэр, мы опознали одну из жертв.

source: lt´s Dick Stensland.
ru: Это Дик Стенсленд.

source: At first, I thought she was Rita Hayworth.
ru: Знаешь, когда я впервые её увидел, я подумал, это Рита Хейворд.

source: Yeah, me too.
ru: Да, я тоже.

source: what happened?
ru: Ты мне скажешь, что произошло?

source: Appears 3 men held up a coffee shop.
ru: Похоже, трое человек грабили кафе.

source: The guy at the register pulled a. 38, so they killed him.
ru: Парень за кассой вытащил 38- й калибр, и они убили его.

source: Then they killed everyone else.
ru: А потом убили всех остальных тоже.

source: Lieutenant, we´re ready with that Nite Owl l. D.
ru: Это ваша дочь, миссис Лефортс?

source: ls this your daughter?
ru: Я не знаю.

source: I don´t know. we know this is difficult.
ru: Мы знаем, это нелегко.

source: It seems like my Susan.
ru: Пожалуйста, не торопитесь.

source: But my Susan was a blonde, not a redhead. when was the last time you saw her?
ru: Да, выглядит, как моя Сьюзен.

source: Just before Christmas. we´d fought.
ru: Но моя Сьюзен была блондинка, а не рыжая.

source: I didn´t like her boyfriend.
ru: - Когда вы видели её в последний раз?

source: Mrs. Lefferts...... does your daughter have any distinguishing marks?
ru: Мы поссорились, мне не нравился её приятель.

source: She has a birthmark on her hip.
ru: У неё есть родимое пятно на бедре.

source: lt´s her.
ru: Вот здесь.

source: My baby!
ru: Это она.

source: l´m sorry, Mrs. Lefferts.
ru: Мне очень жаль, миссис Лефортс.

source: who´s in charge of this investigation?
ru: Кто ведёт расследование?

source: Captain Smith and myself. why?
ru: Капитан Смит и я.

source: Six victims.
ru: А что?

source: One of them, one of our own.
ru: Кровавая резня в "Ночной сове".

source: Dick Stensland.
ru: 6 жертв.

source: He was a Nite Owl regular, in the wrong place at the wrong time.
ru: Среди них один из наших, Дик Стенсленд.

source: Robbery is the likely motive. we have rubber glove smears on the register and forensics...... tend toward a trio of shooters. we do have one hot lead.
ru: Так уж получилось, что он был завсегдатаем "Ночной совы".

source: Three Negro juveniles...... were seen discharging shotguns in Griffith Park.
ru: И оказался не в том месте, не в то время.

source: A park ranger l. D. ´d them as driving a 1948- 1950 Mercury coupe...... maroon in color.
ru: Служитель парка видел, как они уехали в "Меркури" 48- 50- х годов.

source: An hour ago a canvassing crew found a news vendor...... who saw a maroon Merc coupe parked by the Nite Owl at 1 a. m.
ru: Торговец газетами видел эту машину, стоящей у "Ночной совы".

source: DMV has come up with a registration list of Merc coupes.
ru: Он видел её около часа дня.

source: 48 two- man teams will shake three names apiece.
ru: 48 групп по 2 человека получат по 3 фамилии владельцев.

source: lnterrogations will be led by Lt. Edmund Exley.
ru: Допросы будет вести лейтенант Эдмонд Эксли.

source: Enough on that!
ru: Хватит!

source: Gentlemen, just go out and get them.
ru: Господа, идите и найдите их.

source: Use all necessary force.
ru: Используйте все силы.

source: why not just put a bounty on them?
ru: Все свободны.

source: - Ready to roll?
ru: - Готово, лейтенант Уайт?

source: - You take them, I got something to do. what if one of these names --?
ru: - Извини, у меня есть и другие дела.

source: Get somebody else.
ru: - Билл, найди кого- нибудь ещё.

source: I got our assignments, Big V. we go by this list, we got zero chance of making this collar.
ru: У меня есть парень, который знает, что происходит:

source: I got a guy who knows what happens south of Jefferson.
ru: Килворд Джефферсон О. Нил.

source: He´il put us at 50- 50. what are you doing?
ru: - С ним у нас шансы 50 на 50.

source: lt´s the same sort of thing that got you in trouble before.
ru: - Эй, Джек, что ты делаешь?

source: l´il take those odds.
ru: Я рискну.

source: we got it from here.
ru: Мы с Джеком этим займёмся.

source: You two should bring along a photographer.
ru: Вы двое должны взять с собой фотографа.

source: Her name is Lynn.
ru: Мне нужен адрес вашей клиентки, её зовут Лин.

source: - That´s all I got to go on?
ru: - И это всё, что знаем о ней?

source: You already know who I mean, so cough it up.
ru: Но я знаю, о ком речь, так что давай сюда.

source: There´s a billing address and a delivery address.
ru: Вот, пожалуйста, адрес для счёта и адрес для доставки.

source: Are you Pierce Patchett?
ru: Вы Пирс Петчет?

source: I am.
ru: Да, я.

source: Are you soliciting for police charities?
ru: Спускайтесь по дорожке, поговорим там.

source: Last time you called my office.
ru: Чем могу служить?

source: Go on down to the driveway. we´il talk there.
ru: - Где вы были вчера ночью?

source: what can I do for you? - where were you last night?
ru: - Здесь, устраивал приём.

source: Tell me about Dick Stensland.
ru: - Расскажите мне о Дике Стенсленде.

source: I don´t know him, Mr. --?
ru: - Я не знаю его.

source: Officer white.
ru: - Офицер Уайт.

source: You know Sue Lefferts?
ru: А Сью Лефортс, знаете её?

source: You saw me with her.
ru: Вы же знаете, что да.

source: How did you find me?
ru: Вы видели меня с ней.

source: Nick´s Liquor.
ru: Как вы меня нашли?

source: This is where Lynn Bracken´s booze bills go.
ru: Оттуда поступают счета Лин Брекен.

source: Sue Lefferts died at the Nite Owl.
ru: Сью Лефортс была убита в "Ночной сове".

source: Everything all right?
ru: Я веду расследование.

source: Fine, Phillip, thank you.
ru: Всё в порядке, мистер Петчет?

source: what happened to the other guy, Buzz?
ru: Всё в порядке, Филлис, спасибо.

source: Buzz Meeks no longer works for me.
ru: Баз Минкс больше не работает на меня.

source: Lefferts looked beat- up Christmas Eve but didn´t act it. why?
ru: Лефортс, похоже, тогда избили, но она не сознавалась.

source: I think she´d been hit in the face with a tennis racket.
ru: По- моему, её ударили в лицо теннисной ракеткой.

source: She is... was...... a big doubles fan.
ru: Она любила играть в паре.

source: You´re a known associate of a woman killed in a mass murder.
ru: Не хотите поехать в управление обсудить это?

source: - want to go downtown to discuss this?
ru: Это что, официально?

source: - ls this official?
ru: - В данный момент, нет.

source: Somehow I have the feeling this is more personal with you.
ru: - И вы не будете о них сообщать?

source: All right, then...... are you concerned about criminal matters peripheral to the murders?
ru: Мне нужна была женщина, похожая на Риту Хейворд.

source: - You´re not obligated to report them?
ru: - Для моей маленькой студии.

source: why were Lefferts´ eyes black?
ru: - Какой маленькой студии?

source: I needed a Rita Hayworth to fill out my little studio. what little studio? well, there´s Gardner, Russell, Monroe, Turner....
ru: Ну, у меня есть Гарбо, Рассел, Монро, Тёрнер.

source: Lynn Bracken is my Veronica Lake.
ru: Лин Брекен и Вероника Лейт.

source: I use girls that look like movie stars.
ru: Я использую девушек, которые похожи на кинозвёзд.
